Repository: atakan72/iconmanager
Catalog: languages/iconmanager-*.po
Languages: de_de

source: Manage Brand & UI SVG icons locally (privacy-friendly).
de_de: Verwalte Brand- & UI-SVG-Icons lokal (datenschutzfreundlich).

source: Help / Guide
de_de: Hilfe / Anleitung

source: Options
de_de: Optionen

source: Licenses
de_de: Lizenzen

source: Guide
de_de: Anleitung

source: Storage path
de_de: Speicherort

source: Icons are stored in uploads and persist across plugin updates.
de_de: Icons werden im Uploads-Verzeichnis gespeichert und bleiben bei Plugin-Updates erhalten.

source: Theme usage
de_de: Verwendung im Theme

source: Media Library (optional)
de_de: Medienbibliothek (optional)

source: For normal usage no import into the media library is required. Import only if you want icons selectable inside Gutenberg blocks.
de_de: Für Standard-Verwendung ist kein Import in die Medien nötig. Nur importieren, wenn Icons in Gutenberg-Blöcken auswählbar sein sollen.

source: Notice:
de_de: Hinweis:

source: Old icon folder detected, contents migrated on activation (if not present).
de_de: Alter Icon-Ordner erkannt, Inhalte bei Aktivierung migriert (falls nicht vorhanden).

source: Credits: Brand icons from %1$s (CC0) – UI icons from %2$s (ISC).
de_de: Credits: Brand Icons von %1$s (CC0) – UI Icons von %2$s (ISC).

source: Licenses & Notes
de_de: Lizenzen & Hinweise

source: Icon license info
de_de: Hinweis zu den Icon-Lizenzen

source: License text must be included. Credits optional.
de_de: Lizenztext muss enthalten sein. Credits optional.

source: Mostly free to use but respect brand rights. Credits optional.
de_de: Meist frei nutzbar, aber Markenrechte beachten. Credits optional.

source: Suggested credit (optional)
de_de: Empfohlener Credit (optional)

source: Copy credit
de_de: Credit kopieren

source: Options & Tools
de_de: Optionen & Tools

source: Show per-icon "Import" button
de_de: Pro Icon "Import" Button anzeigen

source: Save
de_de: Speichern

source: Media Library bulk import
de_de: Mediathek Bulk-Import

source: Import all available icons into the WordPress Media Library. Already imported ones are skipped.
de_de: Alle vorhandenen Icons in die Medienbibliothek importieren. Bereits importierte werden übersprungen.

source: Import all icons into media library
de_de: Alle Icons in Mediathek importieren

source: Download a set of common social media icons.
de_de: Lädt ein Set häufiger Social-Media-Icons herunter.

source: Download all brand icons
de_de: Alle Brand Icons laden

source: Basic icon set for navigation & UI.
de_de: Basis Icon-Set für Navigation & UI.

source: Download all UI icons
de_de: Alle UI Icons laden

source: Available Icons
de_de: Verfügbare Icons

source: Refreshing...
de_de: Aktualisiere...

source: Import running…
de_de: Import läuft…

source: icons imported
de_de: Icons importiert

source: Saving…
de_de: Speichern…

source: Saved
de_de: Gespeichert

source: Copied
de_de: Kopiert
